docs/posts/2011-12-07-the-rights-of-women-in-afghanistan.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 31, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Rights of Women in Afghanistan</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">The Rights of Women in Afghanistan</h1>
<p class="subtitle" role="doc-subtitle">Dec 07, 2011</p>
</header><section id="outline-container-org1cf986c" class="outline-2">
<h2 id="org1cf986c">Cultural Relativism</h2>
<div class="outline-text-2" id="text-org1cf986c">
<p>
For many of those that hold the position, cultural relativism is motivated by a belief that we should be tolerant of the moral beliefs of other cultures. Most of the time, this is expressed in a way that is simply inconsistent, that is, given that there are no objective, universal moral truths, we <i>ought</i> to be tolerant of the moral beliefs of other cultures. Unfortunately, one cannot consistently assert both that there are no objective, universal, moral truths and that we have a moral obligation to be tolerant, especially since our culture is often intolerant.
</p>
</div>
</section>
<section id="outline-container-orgb4bcc9d" class="outline-2">
<h2 id="orgb4bcc9d">Options for the Relativist</h2>
<div class="outline-text-2" id="text-orgb4bcc9d">
<p>
Even though relativists often are inconsistent, they need not be. Here are some ways that that one could try to assert a consistent relativism:
</p>


<ul class="org-ul">
<li>When the relativist asserts that we ought to be tolerant, the assertion should not be understood as a moral claim. Instead, it should be understood as a pragmatic claim. That is, we ought to be tolerant, not because we are morally obligated to, but because it is in our best interests as a way of minimizing conflict.</li>
<li>We shouldn&rsquo;t adopt relativism because we have a moral duty to be tolerant, of course that is inconsistent. Rather, once our culture comes to realize the truth of cultural relativism, we would naturally come to adopt an ethic of tolerance. Then, it would be true that we ought to be tolerant, since it would be part of our moral code.</li>
<li>When the relativist claims that we ought to be tolerant, she means simply that tolerance is a good. There is no need to understand this as a claim that tolerance is a <i>moral</i> good. A good is simply something that is worth pursuing, and there are several reasons why tolerance would be something worth pursuing.</li>
</ul>
</div>
</section>
<section id="outline-container-org7864c88" class="outline-2">
<h2 id="org7864c88">Tolerance Only to a Point?</h2>
<div class="outline-text-2" id="text-org7864c88">
<p>
I have argued elsewhere that tolerance is not as good as one might think, since it implies an attitude of superiority toward the one being tolerated. Even so, I think it is psychologically impossible for relativists to adopt an attitude of genuine tolerance toward the moral beliefs of cultures that are radically different from our own.
</p>

<p>
For example, an Afghan woman reported that she was raped by her cousin&rsquo;s husband two years ago, and she was subsequently sentenced to twelve years in prison (<a href="http://www.cnn.com/2011/12/01/world/asia/afghanistan-rape-victim/index.html">see CNN&rsquo;s coverage</a>). At first, it was reported that she would be released if she were to agree to marry her attacker, but authorities later said that the marriage was not a condition for her release. Even so, the imprisonment of a rape victim, who was then forced to care for her child in prison, is an unconscionable action according to most cultural relativists. That is, there are cultural beliefs and practices that should be changed, not simply tolerated.
</p>

<p>
So, what moral beliefs should be tolerated? I suspect that the level of tolerance would be highly correlated with the degree of similarity to our own moral beliefs and practices. That is, the relativist would maintain that we ought to tolerate the beliefs and practices of other cultures so long as they are not too different from our own.
</p>

<p>
That, however, is neither tolerance nor relativism. Instead, it is simply a thinly disguised moral realism.
</p>



<div class="tagline" id="org77da955">
<p>
Tagged: <a href="../tags/org.html">Org</a> <a href="../tags/ethics.html">Ethics</a>
</p>

</div>
</div>
</section>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 31, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
